{
  "Metadata": {
    "title": "Yoga con Noelia"
  },
  "Header": {
    "title": "Yoga con Noelia",
    "slogan": "Yoga para todos",
    "links": {
      "adult": "Yoga para Adultos",
      "kid": "Yoga para Niños",
      "seminars": "Seminarios",
      "about": "Sobre Mí",
      "contact": "Contacto"
    }
  },
  "Footer": {
    "copyright": "© 2025 Yoga con Noelia. Todos los derechos reservados."
  },
  "About": {
    "title": "Sobre Mí",
    "messages": {
      "1": "Mi nombre es Noelia, nací en Buenos Aires y desde hace mas de 10 años vivo en Israel.",
      "2": "Practico yoga desde 2016, explorando diferentes metodologías y aprendiendo de diversos maestros. Con el tiempo, esta disciplina me ha brindado una profunda sensación de calma y conexión conmigo misma, una experiencia transformadora que me llevó a profundizar en su estudio y enseñanza.",
      "3": "Mi objetivo es poder llevar y transmitir la practica de yoga a la mayor cantidad de gente que quiera incursionar en la practica.",
      "4": "Formación",
      "5": "2018 - Yoga para Niños | Kidding Around Yoga con Nieke Franken, Iafo.",
      "6": "2020-2022 - 500 RYT Profesora de Yoga Ashtanga Vinyasa | OMYoga con Shani Sharon, Raanana.",
      "7": "2022-2023 - Asistente en curso para maestros de yoga | OMYoga.",
      "8": "2020 - Actualidad - Miembro de la Asociación Israelí de Yoga (ISYOGA).",
      "9": "2024 - Actualidad - Diplomado en Vinculación Corporal y Movimiento Somático | EastWest Somatics Institute con Ashley Meeder (online, México)."
    }
  },
  "Contact": {
    "title": "Contacto",
    "description": "Si quieres inscribirte, recibir más información sobre clases individuales, unirte a un grupo presencial o por Zoom, o conocer más sobre un evento específico, envíame un mensaje con tu número de teléfono y te contactaré a la brevedad.",
    "follow": "Follow me on {brand}",
    "whatsappMessage": "{message}\n\n{name} - {email}.",
    "form": {
      "name": {
        "label": "Nombre",
        "placeholder": "Tu Nombre"
      },
      "email": {
        "label": "Email",
        "placeholder": "tu@email.com"
      },
      "phone": {
        "label": "Telefono",
        "placeholder": "123456789"
      },
      "message": {
        "label": "Mensaje",
        "placeholder": "Tu mensaje aquí"
      },
      "send": "Enviar Mensaje"
    }
  },
  "ClassCard": {
    "reserve": "Reserva tu lugar y comienza la práctica"
  },
  "AdultYoga": {
    "title": "Yoga para Adultos",
    "1": {
      "title": "Vinyasa Ashtanga clásica",
      "description": "Esta clase está pensada para trabajar el método de yoga Ashtanga Vinyasa, para principiantes. El Ashtanga yoga es una excelente forma de desarrollar fuerza física y flexibilidad. La práctica implica una serie de posturas que trabajan todos los grupos musculares del cuerpo, incluidos el pecho, los brazos, las piernas y los glúteos, todos los movimientos son guiados a través de la respiración."
    },
    "2": {
      "title": "Vinyasa flow",
      "description": "Vinyasa Yoga es un tipo de yoga dinámica que coordina el movimiento y respiración a lo largo de diferentes  secuencias de posturas (asanas) enlazadas entre sí. La práctica se desarrolla en una secuencia dinámica, fluida y meditativa. A diferencia del Ashtanga Vinyasa Yoga, el orden de las posturas en Flow Vinyasa no es fijo y hay más flexibilidad y variación en la estructura de la secuencia y la práctica. Esta clase es ideal para iniciarse en la práctica de yoga."
    },
    "3": {
      "title": "Yoga para tercera edad",
      "description": "En la clase de yoga para adultos utilizamos diferentes elementos para adaptar la práctica a las necesidades de cada participante. La práctica periódica de yoga generalmente mejora la postura y ayuda a mantener el equilibrio, la clase relaja y fortalece los músculos, lo que facilita el movimiento. También mejora la respiración. Junto a esto, al hacerlo en grupo, el valor social de cada encuentro genera la sensación de vitalidad y energía."
    },
    "4": {
      "title": "Movimiento Somático",
      "description": "El yoga somático es un método que combina técnicas tradicionales de yoga con principios de movimiento somático para profundizar la conciencia cuerpo-mente, liberar tensiones y mejorar el bienestar general. Este enfoque se centra en movimientos suaves y conscientes que fomentan una conexión más profunda con las sensaciones corporales y el sistema nervioso. Es ideal para trabajar en clases particulares."
    }
  },
  "KidYoga": {
    "title": "Yoga para Niños",
    "1": {
      "title": "Metodología KAY",
      "description": "Se basa en tres pilares fundamentales: Música: Las clases incorporan canciones que acompañan los movimientos, ayudando a los niños a disfrutar de la práctica y a mejorar su concentración. Movimiento: El yoga se presenta de manera lúdica y creativa, usando juegos y ejercicios que permiten a los niños explorar su cuerpo y emociones. Curiosidad y Mindfulness: Se fomenta el desarrollo de la conciencia emocional,reconociendo y gestionando las emociones a través de prácticas de mindfulness adaptadas a su edad."
    },
    "2": {
      "title": "KAY - Aprendizaje segundo idioma",
      "description": "Las clases se pueden estructurar para realizarlas en inglés, hebreo o español de forma muy lúdica y didáctica los niños incorporan una herramienta adicional de enseñanza a través del yoga, lo que potencia tanto el desarrollo corporal como cognitivo."
    }
  },
  "Seminars": {
    "title": "Seminarios y Eventos especiales",
    "1": {
      "title": "",
      "description": "Los seminarios son experiencias enriquecedoras diseñadas para profundizar un tema en particular en la práctica y filosofía del yoga. Exploramos posturas, técnicas de respiración, meditación y movimiento somatico. Estos encuentros son ideales tanto para principiantes como para practicantes avanzados que desean ampliar su conocimiento y profundizar su práctica para conectar más profundamente con su cuerpo y mente."
    }
  }
}
