{
  "Metadata": {
    "title": "יוגה עם נואליה"
  },
  "Header": {
    "title": "יוגה עם נואליה",
    "slogan": "נשימה, תנועה ומודעות גופנית",
    "links": {
      "adult": "יוגה למבוגרים",
      "kid": "יוגה לילדים",
      "seminars": "השתלמויות",
      "about": "עליי",
      "contact": "צור קשר"
    }
  },
  "Footer": {
    "copyright": "© 2025 יוגה עם נואליה. כל הזכויות שמורות."
  },
  "About": {
    "title": "עליי",
    "messages": {
      "1": "קוראים לי נואליה, נולדתח בבואנוס איירס ועליתי לארץ לפני למעלה מ10 שנים.",
      "2": "אני מתרגלת יוגה מאז 2016, חוקרת שיטות שונות ולומדת ממורים מגוונים. עם הזמן, הדיסציפלינה הזו העניקה לי תחושת רוגע וחיבור עמוק לעצמי – חוויה טרנספורמטיבית שהובילה אותי להעמיק בלימוד ובהוראת היוגה.",
      "3": "המטרה שלי היא להביא ולהנגיש את תרגול היוגה לכמה שיותר אנשים שמעוניינים להיכנס לעולם הזה.",
      "4": "השכלה",
      "5": "2018 – יוגה לילדים | Kidding Around Yoga עם נייקה פרנקן, יפו.",
      "6": "2020-2022 – 500 RYT מורה ליוגה אשטנגה ויניאסה | OMYoga עם שני שרון, רעננה.",
      "7": "2022-2023 – אסיסטנטית בקורס להכשרת מורי יוגה | OMYoga.",
      "8": "2020 - כיום – חברה באיגוד הישראלי ליוגה (ISYOGA).",
      "9": "2024 - כיום – דיפלומה בקשר גוף-תנועה וסומאטיקה | EastWest Somatics Institute עם אשלי מידר (לימודים מקוונים, מקסיקו)."
    }
  },
  "Contact": {
    "title": "צור קשר",
    "description": "אם ברצונך להירשם, לקבל מידע נוסף על שיעורים פרטיים, להצטרף לקבוצה פרונטלית או בזום, או ללמוד עוד על אירוע מסוים – שלח/י לי הודעה עם מספר הטלפון שלך ואחזור אליך בהקדם.",
    "follow": "עקבו אחרי ב {brand}",
    "whatsappMessage": "{message}\n\n{name} - {email}.",
    "form": {
      "name": {
        "label": "שם",
        "placeholder": "שם"
      },
      "email": {
        "label": "אימייל",
        "placeholder": "you@email.com"
      },
      "phone": {
        "label": "טלפון",
        "placeholder": "055-1234567"
      },
      "message": {
        "label": "הודעה",
        "placeholder": "השאר פרטים כאן"
      },
      "send": "שלח הודעה"
    }
  },
  "ClassCard": {
    "reserve": "שריין/י את מקומך והתחל/י את התרגול"
  },
  "AdultYoga": {
    "title": "יוגה למבוגרים",
    "1": {
      "title": "ויניאסה אשטנגה קלאסית",
      "description": "השיעור הזה נועד לעבוד על שיטת היוגה אשטנגה ויניאסה, למתחילים. אשטנגה יוגה היא דרך מצוינת לפתח כוח וגמישות. התרגול כולל סדרת תנוחות שעובדות על כל קבוצות השרירים בגוף, כולל החזה, הזרועות, הרגליים והישבן. כל התנועות מונחות על ידי הנשימה."
    },
    "2": {
      "title": "ויניאסה דינאמית (Vinyasa Flow)",
      "description": "ויניאסה יוגה היא סוג של יוגה דינמית המתאמת תנועה ונשימה באמצעות רצפים שונים של תנוחות (אסנות) המקושרות יחד. התרגול מתפתח ברצף דינמי, זורם ומדיטטיבי. בשונה לאשטנגה ויניאסה יוגה, סדר התנוחות ב-Vinyasa Flow אינו קבוע ויש יותר גמישות ושונות במבנה הרצף והתרגול. שיעור זה אידיאלי להתחיל לתרגל יוגה."
    },
    "3": {
      "title": "יוגה לגיל הזהב",
      "description": "בשיעור היוגה למבוגרים אנו משתמשים באביזרים שונים כדי להתאים את התרגול לצרכים של כל משתתף. תרגול תקופתי של יוגה משפר באופן כללי את היציבה ומסייע בשמירה על שיווי המשקל,  השיעור מרגיע ומחזק את השרירים, מה שמקל על התנועה. כמו כן, הוא משפר את הנשימה.  לצד זאת, לעוסקים ביוגה, יתרונות נוספים הרלוונטיים לפי כמה שכן בגיל הזהב- והערך החברתי שבכל מפגש, כמו גם תחושת החיות והאנרגיה שמיפה את המתרגל באופן מיידי ולאורך זמן."
    },
    "4": {
      "title": "יוגה סומטית",
      "description": "יוגה סומטית היא שיטה המשלבת טכניקות יוגה מסורתיות עם עקרונות תנועה סומטיים כדי להעמיק את המודעות גוף-נפש, לשחרר מתחים ולשפר את הרווחה הכללית. גישה זו מתמקדת בתנועות עדינות ומודעות המעודדות חיבור עמוק יותר לתחושות הגוף ולמערכת העצבים."
    }
  },
  "KidYoga": {
    "title": "יוגה לילדים",
    "1": {
      "title": "מתודולוגיית KAY",
      "description": "השיטה מבוססת על שלושה עקרונות יסודיים: מוזיקה – השיעורים כוללים שירים שמלווים את התנועות, ועוזרים לילדים ליהנות מהתרגול ולשפר את הריכוז. תנועה – היוגה מוצגת בצורה משחקית ויצירתית, באמצעות משחקים ותרגילים שמאפשרים לילדים לחקור את גופם ורגשותיהם. סקרנות ומיינדפולנס – השיטה מעודדת פיתוח מודעות רגשית, זיהוי וניהול רגשות דרך תרגולי מיינדפולנס המותאמים לגילם."
    },
    "2": {
      "title": "למידת שפה שנייה - KAY",
      "description": "ניתן לבנות את השיעורים באנגלית, עברית או ספרדית. בצורה משחקית ודידקטית, הילדים רוכשים כלי לימודי נוסף דרך היוגה, מה שמחזק הן את ההתפתחות הגופנית והן את ההתפתחות הקוגניטיבית שלהם."
    }
  },
  "Seminars": {
    "title": "השתלמויות וכנסים מיוחדים",
    "1": {
      "title": "",
      "description": "הסמינרים הם חוויות מעשירות המיועדות להעמקה בנושא מסוים בתרגול ובפילוסופיה של היוגה. אנו חוקרים תנוחות, טכניקות נשימה, מדיטציה ותנועה סומטית. מפגשים אלו אידיאליים הן למתחילים והן למתרגלים מתקדמים שרוצים להרחיב את הידע שלהם ולהעמיק את תרגול היוגה כדי להתחבר עמוק יותר לגוף ולנפש."
    }
  }
}
