{
  "Metadata": {
    "title": "יוגה עם נואליה"
  },
  "Header": {
    "title": "יוגה עם נואליה",
    "slogan": "יוגה לכולם",
    "links": {
      "adult": "יוגה למבוגרים",
      "kid": "יוגה לילדים",
      "seminars": "השתלמויות",
      "about": "עליי",
      "contact": "צור קשר"
    }
  },
  "Footer": {
    "copyright": "© 2025 יוגה עם נואליה. כל הזכויות שמורות."
  },
  "About": {
    "title": "עליי",
    "messages": {
      "1": "Practico yoga desde 2016, explorando diferentes metodologías y aprendiendo de diversos maestros. Con el tiempo, esta disciplina me ha brindado una profunda sensación de calma y conexión conmigo misma, una experiencia transformadora que me llevó a profundizar en su estudio y enseñanza.",
      "2": "Mi objetivo es poder llevar y transmitir la practica de yoga a la mayor cantidad de gente que quiera incursionar en la practica.",
      "3": "Formación",
      "4": "2018 - Yoga para Niños | Kidding Around Yoga con Nieke Franken, Iafo.",
      "5": "2020-2022 - 500 RYT Profesora de Yoga Ashtanga Vinyasa | OMYoga con Shani Sharon, Raanana.",
      "6": "2022-2023 - Asistente en curso para maestros de yoga | OMYoga.",
      "7": "2024 - Actualidad - Diplomado en Vinculación Corporal y Movimiento Somático | EastWest Somatics Institute con Ashley Meeder (online, México).",
      "8": "2020 - Actualidad - Miembro de la Asociación Israelí de Yoga (ISYOGA)."
    }
  },
  "Contact": {
    "title": "צור קשר",
    "description": "Si quieres inscribirte, recibir más información sobre clases individuales, unirte a un grupo presencial o por Zoom, o conocer más sobre un evento específico, envíame un mensaje con tu número de teléfono y te contactaré a la brevedad.",
    "follow": "עקבו אחרי",
    "form": {
      "name": {
        "label": "שם",
        "placeholder": "שם"
      },
      "email": {
        "label": "אימייל",
        "placeholder": "you@email.com"
      },
      "phone": {
        "label": "טלפון",
        "placeholder": "055-1234567"
      },
      "message": {
        "label": "הודעה",
        "placeholder": "השאר פרטים כאן"
      },
      "send": "שלח הודעה"
    }
  },
  "ClassCard": {
    "reserve": "Reserva tu lugar y comienza la práctica."
  },
  "AdultYoga": {
    "title": "יוגה למבוגרים",
    "1": {
      "title": "ויניאסה אשטנגה קלאסית",
      "description": "השיעור הזה נועד לעבוד על שיטת היוגה אשטנגה ויניאסה, למתחילים. אשטנגה יוגה היא דרך מצוינת לפתח כוח פיזי וגמישות. התרגול כולל סדרת תנוחות שעובדות על כל קבוצות השרירים בגוף, כולל החזה, הזרועות, הרגליים והישבן. כל התנועות מונחות על ידי הנשימה."
    },
    "2": {
      "title": "ויניאסה דינאמית (Vinyasa Flow)",
      "description": "ויניאסה יוגה היא סוג של יוגה דינמית המתאמת תנועה ונשימה באמצעות רצפים שונים של תנוחות (אסנות) המקושרות יחד. התרגול מתפתח ברצף דינמי, זורם ומדיטטיבי. בשונה לאשטנגה ויניאסה יוגה, סדר התנוחות ב-Flow Vinyasa אינו קבוע ויש יותר גמישות ושונות במבנה הרצף והתרגול. שיעור זה אידיאלי להתחיל לתרגל יוגה."
    },
    "3": {
      "title": "יוגה לגיל הזהב",
      "description": "בשיעור היוגה למבוגרים אנו משתמשים באביזרים שונים כדי להתאים את התרגול לצרכים של כל משתתף. תרגול תקופתי של יוגה משפר באופן כללי את היציבה ומסייע בשמירה על שיווי המשקל,  השיעור מרגיע ומחזק את השרירים, מה שמקל על התנועה. כמו כן, הוא משפר את הנשימה.  לצד זאת, לעוסקים ביוגה, יתרונות נוספים הרלוונטיים לפי כמה שכן בגיל הזהב- והערך החברתי שבכל מפגש, כמו גם תחושת החיות והאנרגיה שמיפה את המתרגל באופן מיידי ולאורך זמן."
    },
    "4": {
      "title": "Movimiento Somático",
      "description": "El yoga somático es una de las variantes que te ayudará a mover tu cuerpo de una manera sumamente consciente, lento  y a la par, tendrás un momento para despejar la mente y sanar tus emociones. Ayuda a nivel cuerpo mente a sentirnos seguros, lo cual es la prioridad número uno para nuestro cerebro. Ayuda a reducir la tensión y trabaja profundamente el Sistema Nerviso Autonomo."
    }
  },
  "KidYoga": {
    "title": "יוגה לילדים",
    "1": {
      "title": "Metodología KAY",
      "description": "Se basa en tres pilares fundamentales: Música: Las clases incorporan canciones que acompañan los movimientos, ayudando a los niños a disfrutar de la práctica y a mejorar su concentración. Movimiento: El yoga se presenta demanera lúdica y creativa, usando juegos y ejercicios que permiten a los niños explorar su cuerpo y emociones. Curiosidad y Mindfulness: Se fomenta el desarrollo de la conciencia emocional,reconociendo y gestionando las emociones a través de prácticas de mindfulness adaptadas a su edad"
    },
    "2": {
      "title": "KAY - Aprendizaje segundo idioma",
      "description": "Las clases se pueden estructurar para realizarlas en inglés, hebreo o español de forma muy lúdica y didáctica los niños incorporan una herramienta adicional de enseñanza a través del yoga, lo que potencia tanto el desarrollo corporal como cognitivo."
    }
  },
  "Seminars": {
    "title": "השתלמויות וכנסים מיוחדים",
    "1": {
      "title": "",
      "description": "Los seminarios son experiencias enriquecedoras diseñadas para profundizar un tema en particular en la práctica y filosofía del yoga. Exploramos posturas, técnicas de respiración, meditación y movimiento somatico. Estos encuentros son ideales tanto para principiantes como para practicantes avanzados que desean ampliar su conocimiento y profundizar su práctica para conectar más profundamente con su cuerpo y mente."
    }
  }
}
